ags-hyprpanel-git
amd-ucode
base
base-devel
brightnessctl
btop
dbeaver
discord
dolphin
dunst
fastfetch
firefox
git
grim
grub
gst-plugin-pipewire
htop
hyprland
iwd
jdk-openjdk
kitty
libpulse
linux
linux-firmware
ly
mssql-server
nano
neovim
openssh
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
protonplus
python-dbus
qt5-wayland
qt6-wayland
rofi
slurp
smartmontools
steam
swaybg
swww
ttf-dejavu
ttf-meslo-nerd-font-powerlevel10k
vim
virtualbox
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zoom
zram-generator
zsh
zsh-completions
